'''

1. 부울(bool) -True, False
    -부울변수1 = True
    -부울변수2 = False
2. 정수(,int) - 메모리 혀용 음수, 0 , 양수
    -num1 = 1
    -num2 = 2
3. 실수(float) - 소수점 포함 숫자
    -fnum1 = 3.14
    -fnum2 = 2.7
4. 문자열(str) - 문자 저장 쌍따옴표 ("") 따옴표('')
    str1 = "hello python"
    str2 = '안녕하세요'

컬렉션형(자료구조형)
    1. list - 순서가 있는 데엍 집합
        -list = ['값1','값2','값3']
        -list2 = ['값1',10,3.14]
    2. Tuple - list  비슷하지만 주정 불가능
        -Tuple1 = ('값1','값2','값3')
        -tuple2 = ('값1',10,3.14)
    3. set - 순서가 없고 중복허용하지 않는 데이터 집합
        set1 = {'값1','값2','값3'}
        set2 = {'값1',10,3.14}
'''